const lipvalidatePhrases = {
  "f" : {
    "good" : [
      "F발음을 정확하게 하셨네요."
      ,"F발음이 아주 좋아요!"
      ,"원어민과 발음이 유사해요!"
    ]
  , "bad" : [
      "F발음이 어려우신가요?<br/>입술을 살짝 깨물면서 말해보세요!"
      ,"F를 P처럼 발음하고 계신 것 같아요."
      ,"F발음에 더 주의하며 연습해볼까요?"
    ]
  }
  ,"v" : {
    "good" : [
      "V발음을 정확하게 하셨네요."
      ,"V발음이 아주 좋아요!"
      ,"원어민과 발음이 유사해요!"
    ]
  , "bad" : [
      "V발음을 할 때 입술을 살짝 깨물면서 말해보세요!"
      ,"V를 B처럼 발음하고 계신 것 같아요."
      ,"V발음에 더 주의하며 연습해볼까요?"
    ]
  }
  ,"l" : {
    "good" : [
      "L발음을 정확하게 하셨네요."
      ,"L발음이 아주 좋아요!"
      ,"원어민과 발음이 유사해요!"
    ]
  , "bad" : [
      "L은 혀 끝을 윗니 뒷쪽에 두고 튕기듯 말해보세요."
      ,"L를 R처럼 발음하고 계신 것 같아요."
      ,"L발음에 더 주의하며 연습해볼까요?"
    ]
  }
  ,"r" : {
    "good" : [
      "R발음을 정확하게 하셨네요."
      ,"R발음이 아주 좋아요!"
      ,"원어민과 발음이 유사해요!"
    ]
  , "bad" : [
      "R은 혀가 입천장을 닿지 않게 약간 말아서 발음해보세요."
      ,"R를 L처럼 발음하고 계신 것 같아요."
      ,"R발음에 더 주의하며 연습해볼까요?"
    ]
  }
  ,"th" : {
    "good" : [
      "TH발음을 정확하게 하셨네요."
      ,"TH발음이 아주 좋아요!"
      ,"원어민과 발음이 유사해요!"
    ]
  , "bad" : [
      "혀끝을 앞니로 살짝 깨물면서 TH발음을 해보세요."
      ,"TH발음에 더 주의하며 연습해볼까요?"
      ,"TH발음을 조금만 더 정확하게 발음해보세요."
    ]
  }
};